/* No comment provided by engineer. */
"%@ STEPS" = "%@ PASOS";

/* No comment provided by engineer. */
"%@ to go" = "faltan %@";

/* No comment provided by engineer. */
"Goal achieved!" = "¡Objetivo alcanzado!";

/* No comment provided by engineer. */
"km" = "km";

/* No comment provided by engineer. */
"mi" = "mi";

/* No comment provided by engineer. */
"No Data" = "Sin datos";

/* No comment provided by engineer. */
"of %@ goal %@" = "de un objetivo de %1$@ %2$@";

/* No comment provided by engineer. */
"steps" = "pasos";

/* No comment provided by engineer. */
"Steps" = "Pasos";

/* No comment provided by engineer. */
"Loading..." = "Cargando...";

/* No comment provided by engineer. */
"STEPS" = "PASOS";

/* No comment provided by engineer. */
"View Summary" = "Ver resumen";

/* No comment provided by engineer. */
"Change Goal" = "Cambiar objetivo";

/* No comment provided by engineer. */
"Goal!" = "¡Objetivo!";

/* No comment provided by engineer. */
"Today" = "Hoy";

/* No comment provided by engineer. */
"Recent" = "Reciente";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Set Goal" = "Definir objetivo";

/* No comment provided by engineer. */
"Goal" = "Objetivo";

/* No comment provided by engineer. */
"Flights" = "Pisos";

/* No comment provided by engineer. */
"Distance" = "Distancia";

/* No comment provided by engineer. */
"Miles" = "Millas";

/* No comment provided by engineer. */
"Kilometers" = "Kilómetros";

/* No comment provided by engineer. */
"To go" = "Restantes";

/* No comment provided by engineer. */
"Previous Week" = "Semana anterior";

/* No comment provided by engineer. */
"Tip Jar" = "Propinas";

/* No comment provided by engineer. */
"Dismiss" = "Cerrar";

/* No comment provided by engineer. */
"Thanks so much for the tip! 🙏" = "¡Muchas gracias por la propina! 🙏";

/* No comment provided by engineer. */
"Your tip did not go through. Please try again." = "Tu propina no se ha completado. Inténtalo de nuevo.";

/* No comment provided by engineer. */
"Your tip is pending." = "Tu propina está pendiente.";
